// © Copyright 2004-2013, 2015 HP Development Company, L.P.

HSDTaskName = "基本设置";

HSDFaxTestSheetOKButtonTitle = "好";

FaxTestNotInitiatedTitleKey = "传真测试未启动";
FaxTestNotInitiatedMsgKey = "请检查并确认您的设备已连接并打开，然后重试。";
FaxTestFailedTitle = "传真测试失败!";
FaxTestFailedMsg = "请检查传真线路是否有拨号音，电话电缆是否与设备正确连接。\n\n设备已打印出包含详细信息的报告。";
FaxTestSucceededTitle = "传真测试已成功";
FaxTestSucceededMsg = "传真线路测试成功。设备已准备好发送和接收传真。\n\n设备已打印出包含详细信息的报告。";
FaxTestCancelledTitle = "传真测试已取消";
FaxTestCancelledMsg = "传真线路测试已取消。";
FaxLineTestProgressTitle = "请稍候，正在测试传真线路...";
FaxHWDamagedMsg = "打印机的传真组件损坏，无法执行传真测试。更多信息，请联系惠普支持部门。";
GetHelpButtonTitle = "在线获取 HP 帮助";

EmptyNameAndNumberFieldTitle = "“公司/名称”和“传真号码”字段不能为空";
EmptyNameAndNumberFieldMsg = "请指定“公司/名称”和“传真号码”。";

EmptyNameFieldTitle = "公司/名称字段不能为空";
EmptyNameFieldMsg = "指定公司/名称。";

EmptyFaxNumberFieldTitle = "传真号码字段不能为空";
EmptyFaxNumberFieldMsg = "指定传真号码。";
EmptyFaxNumberPrefixFieldTitle = "\“传真拨号前缀\”字段不能为空";
EmptyFaxNumberPrefixFieldMsg = "请指定“传真拨号前缀”。";

FaxPrefixEnableTitle = "使用传真拨号前缀：";
HSDFaxDialNumberPrefixTitle = "传真拨号前缀：";
HSDUserNameLabelTitle = "公司/名称:";
HSDFaxNumberLabelTitle = "传真号:";
HSDRingsUntilAnswerLabelTitle = "响铃直到应答:";
TestLabelTitle = "测试设备传真设置:";
HSDTestButtonTitle = "测试设备传真设置";

OnModeTitle = "打开";
OffModeTitle = "关闭";
RequiredFieldsTitle = "* 带星号 (*) 的字段为必填字段。";
HSDApplyButtonTitle = "立即应用";
HSDTaskDescription = "这些设置用于设置传真头和设备应答传入呼叫的方式。要了解更多信息，请单击 \"更多信息…\” 按钮。";

HSDDefaultTrayTitle = "默认纸盘：";
Auto = "自动";